robert-hh/micropython/ports/w60x/boards/THINGSTURN_TB01/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ThingsTurn TB-01"
#define MICROPY_HW_MCU_NAME "W600"
#define MICROPY_PY_SYS_PLATFORM "w600"
